cases/2D/bnsweep_cap1p5/2D_dambreak_Bn0p15_hr1_cap1p5/system/decomposeParDict.orig
FoamFile { version 2.0; format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 48;
method scotch;
